[
  {
    "name": "intro",
    "messages": [
      "Welcome! I'm your incubator mentor. Running a successful startup is not easy, but I'll give you guidance.",
      "You're just starting out, so you'll work from your apartment for now.",
      "This is the Office view. Here you can manage your company, create products, poke around, and more.",
      "Right now it's just your cofounder in the apartment, but eventually you'll have a buzzing hive of talented employees.",
      "Every successful company has to have a <em class='concept'>Product</em>, so let's try creating one.",
      "Click <em class='ui-item'>New Task</em> to get started."
    ],
    "uiSelector": ".start-new-task"
  }, {
    "name": "create_product",
    "messages": [
      "<em class='concept'>Products</em> are created by combining two different <em class='concept'>Product Types</em>.",
      "You only have a couple to choose from now, but later you can unlock and purchase more.",
      "Some combinations lead to wildly successful products and some end up in duds. You'll have to <em class='special'>innovate</em> by experimenting with different combinations.",
      "When you develop a successful product type combination your company's <em class='concept'>Expertise</em> in those product types will increase.",
      "The more expertise you have with a product type, the more revenue those products will generate.",
      "For now just pick any two and get started."
    ],
    "popup": "Start a Product"
  }, {
    "name": "assign_task",
    "messages": [
      "You assign employees to tasks by clicking on them. To unassign them, click on them again.",
      "They contribute <em class='concept'><img src='assets/company/design.png'> Design</em>, <em class='concept'><img src='assets/company/engineering.png'> Engineering</em>, and <em class='concept'><img src='assets/company/marketing.png'> Marketing</em> at a rate according to their <em class='concept'><img src='assets/company/productivity.png'> Productivity</em>.",
      "Assign your cofounder to the task and let's get going!"
    ],
    "popup": "Assign Task"
  }, {
    "name": "product_development",
    "messages": [
      "Alright, your company is working on its first product!",
      "Products take time to develop, depending on the productivity of your employees.",
      "Some product types are more difficult than others, requiring longer to finish.",
      "You can peek on its progress with the <em class='ui-item'>View Tasks</em> button.",
      "Let's wait for this product to finish development and prepare to release it to the world."
    ],
    "conditions": [{
      "type": "productDeveloping",
      "op": "eq",
      "val": true
    }]
  }, {
    "name": "product_finished",
    "messages": [
      "Your product is finished!",
      "In a moment we will release the product to <em class='special'>The Market</em>.",
      "But first, we need to take the accumulated Design, Engineering, and Marketing points to customize the product. That's what the Product Designer here is for.",
      "These points can power up your product's <em class='concept'>Quantity</em> (how many you release to The Market),",
      "your product's <em class='concept'>Strength</em> (how powerful they are against competitors and at capturing market share),",
      "and your product's <em class='concept'>Movement</em> (how quickly they move across The Market)."
    ],
    "popup": "Product Designer"
  }, {
    "name": "the_market",
    "messages": [
      "Welcome to <em class='special'>The Market</em>! The tiles with dollar signs are different pieces of market share of varying income levels.",
      "Your product's revenue depends on how much market share you can capture from The Market.",
      "The blue spheres on the map represent your products. Their stats are affected by the points you configured in the Product Designer.",
      "Products can capture market share tiles - the speed of capture depends on their strength - and they can fight head-to-head and destroy competitors products.",
      "You may encounter special <em class='special'>Influencer</em> tiles, noted by an 'i', as well.",
      "These special social media influencers give you big bonuses to your revenue!",
      "The Market battle ends when there are no more market shares left to capture, if one player is eliminated, or if the turns run out.",
      "Good luck!"
    ],
    "market": true
  }, {
    "name": "recruiting",
    "messages": [
      "Now that you're finished with The Market, your product will start generating some revenue.",
      "The revenue generated depends on some factors, most importantly how much of The Market you were able to capture.",
      "To capture more of The Market you need to build better products.",
      "And to build better products, you need the best talent.",
      "Let's hire an employee through the <em class='ui-item'>Recruiting</em> button."
    ],
    "conditions": [{
      "type": "productsLaunched",
      "op": "eq",
      "val": 1
    }],
    "uiSelector": ".manage-recruiting"
  }, {
    "name": "recruiting_strategies",
    "messages": [
      "To recruit employees, you must first select a recruiting strategy.",
      "Some recruiting strategies are more costly but are more likely to bring the cream of the crop. Others are cheaper but may reveal a diamond in the rough you can shape to be something great.",
      "Why don't you pick one and see which candidates come through?"
    ],
    "popup": "Recruiting"
  }, {
    "name": "hiring",
    "messages": [
      "We've got a few candidates lined up. Take a look and see if there are any you like.",
      "Candidates have different skill levels, typically specializing in one thing. Sometimes you'll find a <em class='special'>Unicorn</em> candidate that excels in everything.",
      "Some candidates also have special attributes which can confer bonuses to themselves or to all employees at the company. Keep an eye out for these ones.",
      "If there's a candidate you like, click <em class='ui-item'>Negotiate</em> to start the hiring process."
    ],
    "popup": "Hiring"
  }, {
    "name": "negotiation",
    "messages": [
      "Each candidate has some minimum salary they're willing to accept. You won't know what it is, but you can influence it through negotiations.",
      "Negotiations consist of, for instance, trying to convince the candidate of intangible benefits of the workplace so that they are willing to accept a lower salary.",
      "Of course, different candidates have different personalities, so they respond to things differently. What may convince one candidate to take a lower salary might cause another to demand more compensation.",
      "It's up to you to get a feel for what a candidate responds to through this process.",
      "When you feel ready, you can make an offer.",
      "If the candidate refuses, you have one more chance to make a different offer.",
      "Otherwise, the candidate accepts a competing offer and may be off the job market for some time."
    ],
    "popup": "Negotiation"
  }, {
    "name": "employees",
    "messages": [
      "Congratulations on your first employee!",
      "Employees are the lifeblood of your company. Keep up with them by selecting them in the office or by opening the <em class='ui-item'>Employees</em> menu item.",
      "Your employees are hard workers. Sometimes they work themselves to the point of exhaustion and <em class='concept'>burn out<em/>.",
      "An employee that is burnt out rests for a little and is unable to contribute to tasks at that time.",
      "The <em class='concept'><img src='assets/company/happiness.jpg'> happier</em> you keep your employees, the less likely they are to burn out!"
    ],
    "conditions": [{
      "type": "employees",
      "op": "gt",
      "val": 1
    }],
    "uiSelector": ".manage-employees"
  }, {
    "name": "productTypes",
    "messages": [
      "Congratulations on your first product! It will generate revenue for you, but not for long, so you need to keep churning out those products.",
      "You might be feeling a little limited by the product types your company can develop. In the <em class='ui-item'>Product Types</em> menu you can purchase more to work with.",
      "Further product types are unlocked in other ways - I'll catch you up on them when you're ready."
    ],
    "conditions": [{
      "type": "productsLaunched",
      "op": "eq",
      "val": 2
    }],
    "uiSelector": ".manage-productTypes"
  }, {
    "name": "theBoard",
    "messages": [
      "Now's a good time to mention your Board of Investors. They've put quite a bit of their own money into your enterprise and expect reliable returns on that investment.",
      "Every year they require a <em class='concept'>12% growth in profit</em>. They get upset when you fail to meet that goal.",
      "You can track their mood and your progress towards this year's profit goal at the top of the screen.",
      "If you fail too much they'll fire you for incompentance. Try not to let that happen."
    ],
    "conditions": [{
      "type": "productsLaunched",
      "op": "eq",
      "val": 3
    }]
  }, {
    "name": "verticals",
    "messages": [
      "You can access even more product types by expanding into new <em class='concept'>Verticals</em>.",
      "When you start cross-pollinating across different Verticals, you'll really start to see some <em class='special'>Innovation</em>!"
    ],
    "conditions": [{
      "type": "productTypes",
      "op": "gt",
      "val": 4
    }],
    "uiSelector": ".manage-verticals"
  }, {
    "name": "specialProject",
    "messages": [
      "<em class='concept'>Special Projects</em> are expensive tasks but can lead to massive Market advantages and open up totally new revenue streams.",
      "Each special project has a few prerequisite products that must be innovated before the special project is available,",
      "and their development requires some minimum amount of Design, Engineering, and Marketing points before they are completed."
    ],
    "conditions": [{
      "type": "productsLaunched",
      "op": "gt",
      "val": 12
    }],
    "uiSelector": ".start-new-task"
  }, {
    "name": "acquisitions",
    "messages": [
      "Is another company getting in your way?",
      "With <em class='concept'>Acquisitions</em> you can acquire them! It's pricey, but it provides a large and reliable revenue stream for your company."
    ],
    "conditions": [{
      "type": "annualRevenue",
      "op": "gt",
      "val": 5000000
    }],
    "uiSelector": ".manage-acquisitions"
  }, {
    "name": "lobbying",
    "messages": [
      "The government does not have to be an enemy to the Market; it can be a strong ally.",
      "<em class='concept'>Lobbying</em> tasks are long-term projects that take Marketing points and turn them into powerful advantages for you and your company."
    ],
    "conditions": [{
      "type": "annualRevenue",
      "op": "gt",
      "val": 2000000
    }],
    "uiSelector": ".start-new-task"
  }, {
    "name": "research",
    "messages": [
      "To most effectively innovate, you need an Innovation Labs!",
      "We can assign employees to <em class='concept'>Research</em> tasks and discover new technologies which may provide untold advantages or new product types to experiment with.",
      "Research is developed mostly with the Engineering skill, but the Design skill contributes some too."
    ],
    "conditions": [{
      "type": "productsLaunched",
      "op": "gt",
      "val": 4
    }],
    "uiSelector": ".start-new-task"
  }, {
    "name": "perks",
    "messages": [
      "Happy employees are better employees- they won't burn out as much. <em>Perks</em> lift your employees spirits so they have less down time.",
      "Perks are also attractive to prospective hires and lower the salary they expect. So stack up on them to get cheaper labor.",
      "Most perks can be upgraded too!"
    ],
    "conditions": [{
      "type": "employees",
      "op": "ge",
      "val": 2
    }],
    "uiSelector": ".manage-perks"
  }, {
    "name": "locations",
    "messages": [
      "In order to keep growing, you'll have to expand to other cities and eventually countries.",
      "Expanding to new locations gives access to new markets, and some places even provide nice bonuses!",
      "Each new location will act as a remote office that will contribute Design, Engineering, and Marketing to your products."
    ],
    "conditions": [{
      "type": "productsLaunched",
      "op": "ge",
      "val": 8
    }],
    "uiSelector": ".manage-locations"
  }, {
    "name": "promo",
    "messages": [
      "People should know and feel good about your company and its products. But that won't happen on its own.",
      "<em class='concept'>Promo campaigns</em> are tasks that will generate <em class='concept'><img src='assets/company/hype.png'> hype</em> for your company.",
      "The hype generated by a promo campaign depends mostly on the Marketing skill, but Design contributes too.",
      "Hype can give huge boosts to the revenue a product generates.",
      "However, people are fickle -- hype fades over time, and fades faster if there's <em class='concept'><img src='assets/company/outrage.png'> outrage</em>.",
      "Outrage is generated by products which pollute (Hardware), kill people (Defense), generate debt (Finance), and by tax evasion.",
      "But you can mitigate outrage by building distracting products!"
    ],
    "conditions": [{
      "type": "productsLaunched",
      "op": "ge",
      "val": 6
    }],
    "uiSelector": ".start-new-task"
  }
]
