{
  "lifetimeRevenue": [{
    "comparator": ">",
    "value": 100000,
    "article": {
      "image": "assets/news/startup.jpg",
      "title": "A new tech startup",
      "body": "A promising new enterprise has made a splash. {{name}} has high ambitions and expectations of growth. When interviewed, other major companies in the industry were unimpressed. \"They just built a dinky widget,\" said the CEO of {{competitor}}. \"They won't last long.\""
    }
  }],
  "year": [{
    "comparator": ">",
    "value": 2006,
    "article": {
      "image": "assets/news/facespace.png",
      "title": "Will you be my friend?",
      "body": "Facespace, founded in 2003, is changing the way people connect online. Surely this will usher in a great new era of personal relationship management and new modes of social interaction."
    }
  }, {
    "comparator": ">",
    "value": 2011,
    "article": {
      "image": "assets/news/arab_spring.jpg",
      "title": "Protests sweep across the Middle East",
      "body": "Revolution swept across the Middle East last month, owing in large part to the power of social media. We are in the debt of bold companies like FaceSpace for providing the platforms necessary for this kind of change."
    }
  }],
  "technologies": [{
    "comparator": "contains",
    "value": "Alcubierre Drive",
    "article": {
      "image": "assets/news/first_contact.jpg",
      "title": "First Contact",
      "body": "Perhaps one of the most significant events in human history has occurred - a {{ name }} convoy made first contact with an alien civilization. \"This feels like the discovery of the New World. Market research teams are enroute to the sector in order to learn more about the aliens' consumer preferences,\" the CEO of {{ competitor }} remarked.  \"{{ competitor }} will be the first to corner the New Market.\""
    }
  }],
  "locations": [{
    "comparator": "contains",
    "value": "Mars Colony",
    "article": {
      "image": "assets/news/planet_colonies.jpg",
      "title": "Special Report: The New Frontier",
      "body": "{{ name }} has successfully established the first extraterrestrial colony, located on Mars. They are the first organization to establish a permanent base on non-Earth soil."
    }
  }]
}
